export const enum Messages {
  ERROR = "Произошла ошибка, попробуйте ещё раз!",
  USE_START = "Воспользуйтесь командой /start",
  MENU_ACCESS = "Вам доступно меню!",
  NEED_NAME = "Перед началом работы бота введите ФИО",
  NEED_PHONE = "Отправьте свой контакт, если номер актуален или укажите номер телефона для связи в формате +79123456789",
  SELECT_EVENTS = "Выберите мероприятия, на которые хотите записаться",
  SUCCESS_REGISTER = "Вы успешно записаны!",
  FIND_REGISTERED_EVENTS = "Посмотреть мероприятия, на которые вы записаны, можно в пункте мероприятия",
  ALREADY_REGISTERED = "Вы уже записаны на это мероприятие!",
  INVALID_PHONE = "Проверьте номер телефона!",
}
